1yib.rust-bundle
arcanis.vscode-zipfs
cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
leuisken.latency
meezilla.json
ms-azuretools.vscode-docker
mutantdino.resourcemonitor
mxsdev.typescript-explorer
naumovs.color-highlight
redhat.vscode-xml
rust-lang.rust-analyzer
searking.preview-vscode
serayuzgur.crates
sibiraj-s.vscode-scss-formatter
tamasfe.even-better-toml